{
    "noticias":[
        {
            "id":"1",
            "titulo":"Estas son las páginas legales para descargar gratis libros en PDF",
            "cuerpo":"En la actualidad, los avances tecnológicos hacen la vida más fácil de las personas y un claro ejemplo es utilizar los celulares y tablets para poder leer no solo un libro, sino dos o tres, lo que queramos, sin necesidad de llevarlos en físico. Cabe mencionar que los libros en PDF puedes descargarlos de Internet, pero tienen un cierto costo debido a los derechos de autor. En esta oportunidad te compartimos una gran novedad. En Internet existen diversas webs donde puedes descargar libros gratis y legales, sin caer en la piratería. Internet Archive. Esta web te permite acceder a más de 9000 libros para descargarlos gratis, además tiene un sistema de filtración muy completa para ver obras antiguas.",
            "fuente":"https://diariocorreo.pe/miscelanea/estas-son-las-paginas-legales-para-descargar-gratis-libros-en-pdf-lectura-web-846155/"
        },{
            "id": "2",
            "titulo": "Conoce los libros más conocidos y más leídos en la historia de la humanidad",
            "cuerpo": "La lectura ha sido una fuente de entretenimiento y aprendizaje desde hace cientos de años, sin embargo algunos han impactado de mayor manera que otros. Te presentamos la lista de los 10 mejores libros en la historia de la humanidad, así como los 10 más leídos en los últimos 50 años. Thegreatestbooks.com realizó un listado basado en 116 rankings de todo el mundo, donde se califica la popularidad, calidad y relevancia de ensayos, novelas y otros tipos de títulos. Los mejores de la historia:<br>1. En búsqueda del tiempo perdido por Marcel Proust (1908)<br>2. Don Quijote de la Mancha por Miguel de Cervantes (1615)<br>3. Ulises por James Joyce (1922)<br>4. El gran Gatsby por Scott Fitzgerald (1925)<br>5. Moby-Dick por Herman Melville (1851)<br>6. Hamlet por William Shakespeare (1609)<br>7. Guerra y Paz por León Tolstói (1867)<br>8. La Odisea por Homero siglo VIII a. C<br>9. Cien años de soledad por Gabriel García Márquez (1967)<br>10. Divina comedia por Dante Alighieri (1307)",
            "fuente": "https://www.frontera.info/EdicionEnLinea/Notas/LoCurioso/06102018/1378238-Conoce-los-libros-mas-conocidos-y-mas-leidos-en-la-historia-de-la-humanidad.html"
        },{
            "id": "3",
            "titulo": "EL ESPERADO DESENLACE DE LA TRILOGÍA DE LA CIUDAD BLANCA. EL MISTERIO LLEGA A SU FIN. EL 2 DE OCTUBRE EN LIBRERÍAS.",
            "cuerpo": "Sinopsis de Los señores del tiempo <br> Vitoria, 2019. Los señores del tiempo, una épica novela histórica ambientada en el medievo, se publica con gran éxito bajo un misterioso pseudónimo: Diego Veilaz.<br>Victoria, 1192. Diago Vela, el legendario conde don Vela, retorna a su villa después de dos años en una peligrosa misión encomendada por el rey Sancho VI el Sabio de Navarra y encuentra a su hermano Nagorno desposado con la que era su prometida, la noble e intrigante Onneca de Maestu.<br>Unai López de Ayala, Kraken, se enfrenta a unas desconcertantes muertes que siguen un modus operandi medieval. Son idénticas a los asesinatos descritos en la novela Los señores del tiempo: un envenenamiento con la «mosca española» ―la Viagra medieval―, unas víctimas emparedadas como se hacía antaño en el «voto de tinieblas» y un «encubamiento», que consistía en lanzar al río a un preso encerrado en un tonel junto con un gallo, un perro, un gato y una víbora.<br>Las investigaciones llevarán a Kraken hasta el señor de la torre de Nograro, una casa-torre fortificada habitada ininterrumpidamente desde hace mil años por el primogénito varón. Pero el reverso de tanta nobleza es la tendencia de los señores de la torre a padecer el trastorno de identidad múltiple, un detalle que arrastrará a Estíbaliz a vivir una arriesgada historia de amor. ",
            "fuente": "https://www.planetadelibros.com/libros-novedades"
        }
    ]
}